Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/forms_schemes_fi/savasu_koltsaame.pdf.tmx
Source language: sms
Languages: fin

source: Håiddâkksai peâmmʼmuužžâst vuäitt âânned äuŠǩǩen luâđ raaveed paarni jiõččnaŠddjõõzz še sijjid veeres pirrõõzzâst.
fin: Varhaiskasvatuksessa voi hyödyntää luontoa vahvistamaan poikien itseluottamusta myös heille vieraammassa ympäristössä.

source: Da västteeŠl âânned äuŠǩǩen niõđi aktiivlažvuõđ sest raaveed siŠjji jiõččtoimmjemvuõđ õuddmiârkkan luâđast.
fin: Ja vastaavasti hyödyntää tyttöjen aktiivisuutta sisätiloissa vahvistamaan heidän omatoimisuuttaan esimerkiksi luonnossa.

source: SäŠmmla vuäinnmõõžž mieŠldd mäŠrddnalla jeäŠllmuš lij ooumžen jeäŠllmõš.
fin: Saamelaisen näkemyksen mukaan kohtuus on ihmisiksi elämistä.

source: MäŠrddnalla jeäŠllmuš da vuõiggâdvuâđlážvuõtt räŠjje oummu vuađ.
fin: Kohtuus ja oikeudenmukaisuus muodostavat ihmisyyden perustan.

source: Täävvtõõleest pueeŠr jieŠllem vaaldšemvuõđ ooumaž pârgg miertieŠđeeŠl jieŠlled vaaldšeeŠl da mäŠrddnalla.
fin: Tavoitellakseen hyvää elämänhallintaa ihminen pyrkii päämäärätietoisesti elämään hallitusti ja kohtuullisesti.

source: Ooumažvuõtte kooll še suåvâdvuõtt da oodd pirǧǧeed jeeresnallšem oummivuiŠm da luâđast.
fin: Ihmisyyteen kuuluu myös sovinnollisuus ja kyky tulla toimeen erilaisten ihmisten ja luonnon kanssa.

source: Håiddâkksai peâmmʼmuužžâst tääzzäärvv da ooumažvuõđ vueitet õõudeed jeerenallšem nazvaan – saǥstõõllmuužživuiŠm da rool siõrivuiŠm, koin harjjtõõlât jiiŠjjez tobddmuužži, - juŠrddji da ǩiõŠččlâstmuužži õudde pohttmõõzz.
fin: Varhaiskasvatuksessa tasa-arvoa ja ihmisyyttä voidaan edistää erilaisilla ystävä – keskusteluilla ja roolileikeillä, joissa harjoitellaan omien tunteiden, ajatusten ja kokemusten esille tuomista.

source: Rääuh da suåvâdvuõtt
fin: Rauha ja sovinnollisuus

source: Määŋgkulttuurlaž Šddest oummu silttee toimmjed õhttsažkååŠddest väŠlddnoormi mieŠldd da šeätte mõõnteǩani persoonlaž jiiŠjjesnallšemvuõđâs da kulttuures.
fin: Monikulttuurisessa yhteisössä ihmisen osaa toimia yhteisössä vallalla olevien normien mukaisesti ja sopeutuu menettämättä persoonallisia ominaisuuksiaan ja kulttuuriaan.

source: SäŠmmlaid lij luâdmieŠĺddsaž ooccâd ǩiõŠččlâsttmuužžid jeeres kulttuurin, ooccâd õhttvuõđid räätktõõzzid da šiõtteed õhtte kulttuurlaž risttreiddsažvuõđid jieŠllemvaalđšem da pirǧǧeem pueŠrumužže.
fin: Saamelaisille on luonteenomaista hakea kokemuksia muista kulttuureista, etsiä yhteyksiä eroavaisuuksiin ja sovittaa yhteen kulttuuriset ristiriitaisuudet elämänhallinnan ja pärjäämisen parantamiseksi.

source: PueŠrr teäŠttemodd mieŠccest likkumuužžâst, saǥstõõllmuužžin da jurddjin õõudee še pueeŠr jieŠllem vaaldšummuužž.
fin: Hyvä suuntautumiskyky metsässä liikkumisessa, keskusteluissa ja ajattelussa edistävät myös hyvää elämänhallintaa.

source: PäärnavuiŠm saǥstõõleest väŠldded lokku obbvääŠldelt puk aŠššu vaaikteei raajjʼ jid, le-ša jeäŠt čorran ääŠššest.
fin: Lapsen kanssa keskustellessa huomioidaan kokonaisvaltaisesti kaikki asiaan vaikuttavat tekijät, mutta ei harhauduta sivuseikkoihin.

source: Sosialaž vuâmmšemoodd da kueiŠmi loŠkku väŠlddmuš lie vääžnai sosiaalážvuõtte šõddmuužžâst.
fin: Sosiaalinen huomiokyky ja toisten huomioon ottaminen ovat tärkeitä sosiaalisuuteen kasvamisessa.

source: Ruåttkõskkvuõđi kaggmuš da päärna mieŠldd väŠlldmõš jeeŠresnallšem tuâŠjjstõõllmuužžid õõudee päärna sosiaalvuõđ.
fin: Sukulaisuussuhteiden korostaminen ja lapsen mukaan ottaminen erilaisiin askareisiin edistävät lapsen sosiaalisuutta.

source: Määŋgkulttuurvuõtt
fin: Monikulttuurisuus

source: SäŠmmla jällste neeljj jeeŠres valdia vuuŠvdest da jeäŠlle määŋgai kulttuurvaaiktõõzzi vueŠlnn.
fin: Saamelaiset asuvat neljän eri valtion alueella ja elävät monien kulttuurien vaikutusten alaisuudessa.

source: Tät õõlǥad oummust pueŠrid määŋgkulttuurlažvueŠjjid di määŋg jânnam meeŠrčeäŠppvuõđi silttumuužž.
fin: Tämä edellyttää ihmiseltä hyviä monikulttuurisia piirteitä sekä monen maan kansalaistaitojen osaamista.

source: SäŠmmla pâŠrǧǧe peâmmʼmeeŠl õõudeed täiŠd jiiŠjjesnallšemvuõdid.
fin: Saamelaiset pyrkivät kasvatuksella kehittämään näitä ominaisuuksia.

source: Määŋgkulttuurvuõtte mättʼtjem sizz kolle positiiivlaž da aktiivlaž kulttuurkõskksa vuârrvaaiktõõzz, jeeŠresnaašemvuõđ cisttjumuužž di nåkkmi čeäŠppvuõđi da teâđai mättjem, kook lie õuddldõzzân määŋgkulttuurlaž õhttsažkååŠddest spraavvdõõttmužže.
fin: Monikulttuurisuuskasvatus sisältää positiivisen ja aktiivisen kulttuurien välisen vuorovaikutuksen, erilaisuuden kunnioittamisen sekä sellaisten taitojen ja tietojen oppimisen, jotka ovat edellytyksenä monikulttuurisessa yhteiskunnassa menestymiselle.

source: Håiddâkksai peâmmʼmuužžâst päärnast ferttai leeŠd vueittemvuõtt õõudâsviikkâd kulttuurlaž tiâttmuužžâs da jeeŠresnallšemvuõđi õhttvuõđi fiŠttjõs.
fin: Varhaiskasvatuksessa lapsella tulee olla mahdollisuus kehittää kulttuurista tietoisuuttaan ja erilaisuuksien yhteyksien ymmärtämistä.

source: PueŠr vuâmmšõõttâmoodd veäǩǩad vuâmmšed še uuccmõõzzid kulttuurrääŠtktõõzzid da ravvõs kulttuurfiŠttjõõzz veäkka ooumaž pâstt jeeŠres vueŠjjin mueŠǩǩeed toimmjumuužžas kulttuurtuâŠkkses vuađâlt.
fin: Hyvä havainnointikyky auttaa havaitsemaan pienimmätkin kulttuurierot ja vahvan kulttuuritajun avulla ihminen kykenee eri tilanteissa mukauttamaan toimintaansa kulttuuritaustansa pohjalta.

source: Päärna peâŠmmʼmužže vuäŠssõõđi ââlǥče teađsteeŠl ohjjeed päärna kulttuurlaž teađstumuužž.
fin: Lapsen kasvatukseen osallistuvien tulisi tietoisesti ohjata lapsen kulttuurista tietoisuutta.

source: Kulttuurlaž teâđstumuužž veäkka ooumaž vuäitt fiŠttjed jeeŠresnallšemvuõđi õhttvuõđid.
fin: Eläessään monikulttuurisessa ympäristössä ihminen kohtaa päivittäin toisen kulttuurin ilmiöitä ja eroja.

source: Määŋgkulttuurlažvuõđ seilljem õõlǥtõzzân lij, što kulttuur jeeŠresnallšemvuõđi kõõskâlt lij positiivlaž õhttvuõtt.
fin: Hallitakseen elämäänsä hän luo yhteyksiä kulttuuristen erojen välille ja käyttää eroja hyväkseen elämänhallinnassa.

source: Kulttuurlaž rääŠtktõõzzi kaggmuš tuejjad tõn, što ooumaž veälttad nuuŠbbest kulttuurest puõŠtti aaŠššid ǩiõččlââsteeŠl tõid vaarrân jiiŠjjes kulttuure.
fin: Kulttuurisen tietoisuuden avulla ihminen voi ymmärtää erilaisuuksien yhteyksiä.

source: ʼhttu suåvadvuõtte põrggi määŋgkulttuurvuõtt ij staann kulttuurlaž ij-ga persoonkõskksaž tääzzäärvv.
fin: Monikulttuurisuuden säilymisen edellytyksenä on, että kulttuurien erilaisuuksien välillä on positiivinen yhteys.

source: Luâđlaž määŋgkulttuurvuõtt lij vuađđan õhttsažvasttumumužže, koŠst nuuŠbbid persoonid da kulttuurid šiõttõõlat tääzzärvv mieŠldd..
fin: Kulttuuristen erojen korostaminen aiheuttaa sen, että ihminen välttää toisesta kulttuurista tulevia asioita kokien ne vaaraksi omalle kulttuurilleen.

source: TueŠjjeemnääŠl õuddmiârkk määŋgkulttuurlažvuõđ arvvstumužže da kulttuur fiŠttjõõzz õõudâsviikkmužže håiddâkksai peâmmʼmuužžâst:
fin: Luonnollinen monikulttuurisuus perustuu yhteisvastuullisuuteen, jossa toisiin yksilöihin ja kulttuureihin suhtaudutaan tasa-arvoisesti.

source:  mainsted päärnže määŋgnallšem da - miârkkšeei mainnsid
fin: • kerrotaan lapselle monivivahteisia ja - merkityksellisiä tarinoita

source:  raajât šõddmuužžid, koŠin päärnaž piäžž arvvstõõllâd kulttuurlaž rääŠtktõõzzi kõskksaid õhttvuõđid (ij räŠtktõõzzid) da saǥstõõllâd tõin
fin: • luodaan tilanteita, jossa lapsi pääsee arvioimaan kulttuuristen erojen välisiä yhteyksiä (ei eroja) ja keskustellaan niistä

source:  raajjâd vueŠjjid, koŠst päärnaž smeâtt jiiŠjjes kulttuurlaž ǩiõŠččlâsttmuužžid
fin: • luodaan tilanteita, jossa lapsi pohtii omia kulttuurisia kokemuksiaan

source:  viikkad õõudâs päärna vuâmmšõõttâm - da ärvvstõõllmušoodd järjsteeŠl õhttsaid šõddmuužžid kulttuur eeŠtǩeejivuiŠm
fin: • kehitetään lapsen havainnointi- ja arviointikykyä järjestämällä yhteisiä tilaisuuksia ja tapahtumia eri kulttuuria edustavien kanssa

source: SäŠmmlažmusiikk, tanss, maainâzärbbvuõtt, čeäŠpptuâŠjj da ǩeŠrjjlažvuõtt
fin: Saamelainen musiikki, tanssi, kertomusperinne, taide ja kirjallisuus

source: SäŠmmlast musiikkest lij vääžnai kulttuurlaž da õhttsažkåŠddlaž miârktõs.
fin: Saamelaisella musiikilla on tärkeä kulttuurinen ja yhteisöllinen merkitys.

source: Luohti, leuŠdd, livđe leŠbe nuõrttsäŠmmlaž reäkmõšärbbvuõtt vuäitt leeŠd persoon tobbdmiârkk, sueŠles mainnsi mansteei, õhttvuõđ raajji, hääsǩteei, rääǩǩesvuõđ tobddsteei, viggteei, luâđ da meäŠccjieŠllji karttʼteei, päärnai peâmmai leŠbe neäŠvv nuuŠbb oummu mošttmužže da pecclâsttmužže.
fin: Luohti, leuŠdd, livđe tai kolttasaamelainen itkuperinne voi olla henkilön tuntomerkki, salaisten tarinoiden kertoja, yhteyden rakentaja, huvittaja, rakkauden tunnustaja, pilkkaaja, luonnon ja eläinten kuvailija, lasten kasvattaja tai väline toisen ihmisen muistamiseen ja suremiseen.

source: SäŠmmlaž musiikk ärbbvuađlaž ååblǩest lij läppješkuättam da tõn čuäjtumuš da tueŠjjumuš lij occnam.
fin: Saamelainen musiikki perinteisessä muodossaan on alkanut kadota ja sen esittäminen ja harjoittaminen on vähentynyt.

source: Ärbbvuâđlaž musiikk páldde lij jeäŠlljam ärbbvuõttmusiikk ođđ ååblǩest.
fin: Perinteisen musiikin rinnalle on elpynyt perinnemusiikki uudessa muodossa.

source: ÄŠrbbvuõđ mieŠlddsaž musiikk lij õin säŠmmlaid vääžnai identiteett symboli da õhtte noorri viõkk.
fin: Perinteinen musiikki on edelleen saamelaisille tärkeä identiteetin symboli ja yhteen kokoava voima.

source: Ärbbvuõttmusiikk jeäŠlljâttmužže lij vääžnai, što håiddâkksai peâmmʼmuužžâst päärnain lij vueittemvuõtt kuuŠllâd da vueiŠnned musiikk čeäŠppid.
fin: Perinnemusiikin elvyttämiseksi on tärkeää, että varhaiskasvatuksessa lapsella on mahdollisuus kuulla ja tavata musiikin taitajia.

source: Kadrealsiõrr lij jååttam Ruõššjânnam kulttuurkruuggi mieŠldd nuõrttsäŠmmlaid.
fin: Katrillitanssi on kulkeutunut Venäjän kulttuuripiirien kautta kolttasaamelaisille.

source: NuõrttsäŠmmlaž kadrealsiõrr lij neeljj paar raajjâm, koozz kolle neljj oumma da neljj neljä neezzan.
fin: Kolttasaamelainen katrillitanssi on neljän parin muodostama, johon kuuluu neljä miestä ja neljä naista.

source: Tanss lij paari kõskksaž vuârrmainstumuš, koonn tueŠǩǩen såitt garmaanmusiikk leŠbe leudd.
fin: Tanssi on parien välistä vuoropuhelua, jota säestää hanurimusiikki tai leudd.

source: SääŠm maainâzärbbvuõtt lij luâdmieŠĺddsaž ǩiõlvuađlaž âlmmeem reeŠǧǧesvuõtt, säänlaž reeŠǧǧesvuõtt da õlmstõõǥǥi määŋgnallšemvuõtt..
fin: Saamelaiselle kertomusperinteelle on luonteenomaista kielellisen ilmaisun rikkaus, sanallinen runsaus ja ilmaisujen moninaisuus.

source: SäŠmmlaž maainâz lij täuŠjja kooskaž koonn-ne mooštt, mušttlõõzz koonn-ne tuõđlaž šõddmuužžâst leŠbe nuuŠbbest mainnsest.
fin: Saamelainen kertomus on usein pala jotain muistoa, muistelma jostakin todellisesta tapahtumasta tai toisesta kertomuksesta.

source: Mainnâz koŠlle õŠhtte täuŠjja paaiǩi-, šõddmuužži-, oummi-, pieŠnnei-, puõccui-, jeeŠresnallšem tuâŠjaivuiŠmm da luõđain.
fin: Kertomukset ja tarinat liittyvät usein paikkoihin, tapahtumiin, ihmisiin, koiriin, poroihin, erilaisiin töihin sekä luonnonilmiöihin.

source: SäŠmmla musiikk – da mainstemärbbvuõđ mieŠldd päärnaž piäŠzz tieŠtted SääŠmjieŠllem vueŠjjid da kulttuure kuulli aaŠššin.
fin: Saamelaisen musiikki – ja kertomaperinteen kautta lapsi saa tietoa saamelaiseen elämäntapaan ja kulttuuriin liittyvistä asioista.

source: KaartčeäŠpptuâŠjj lij õhtt õlmmeemnääŠll, kååŠtt õõudâsveekk päärna miõl- likkõõzzid da smellâkvuõđ jiõččõlmmumuužžâst..
fin: Kuvataide on yksi ilmaisumuoto, joka kehittää lapsen mielikuvitusta ja rohkeutta itseilmaisussa.

source: ČeäŠpptuâŠjain peâmmʼmeeŠl kååitad päärna määŋgbeäŠllsa õõdumužže..
fin: Taidekasvatuksella pyritään lapsen persoonallisuuden monipuoliseen kehittämiseen.

source: PäärnaivuiŠm ââlǥče âânned nut jiânnai ko mååžna luâvas karttvuađlaž õlmmumuužž.
fin: Lasten kanssa tulisi käyttää mahdollisimman paljon vapaata kuvallista ilmaisua.

source: EeuŠnid da ååblǩid tobddstõõttmuš konkreettlaž neäŠvvai mieŠldd lij juŠn miõllsõs.
fin: Väreihin ja muotoihin tutustuminen konkreettisten esineiden kautta on jo varhaisessa vaiheessa mielekästä.

source: ČeäŠppvuõđ kuånstivuiŠm sääŠmvuõđ vuäitt kiõttʼtõõllâd määŋgbeäŠllsânji.
fin: Taiteen keinoin saamelaisuutta voi käsitellä monipuolisesti.

source: SiõmpäärnaivuiŠm täärǩmõs lij ǩiõččlâŠsttemvuađlažvuõtt da aaŠšši ǩiõttʼtõõllmuš kaarti da tuejjeem mieŠldd.
fin: Pienten lasten kanssa tärkeintä on kokemuksellisuus ja asioiden käsittely kuvien ja tekemisen kautta.

source: SäŠmmla sääŠnâânnem ärbbvuõtt lij raavâs.
fin: Saamelaisen sanankäytön perinne on vahva.

source: Maainâsärbbvuõđ serddje õuddal puk päärnaiǩeŠrjjlažvuõđâst.
fin: Satu- ja tarinaperinne välittyvät ennen kaikkea lastenkirjallisuudessa.

source: Määŋg säŠmmla päärnaiǩeerjj vuađđân lij õhttvuõtt arggmââilmmn da kuestǩani mââilmmn kõõskâlt.
fin: Monen saamelaisen lastenkirjan pohjana on yhteys arkimaailman ja näkymättömän maailman välillä.

source: ǨeeŠrjin pâŠjjan sääŠmǩiõl reeǧǧesvuõtt, kååŠtt vueinet vääžnai äŠššen obb kulttuurärbbvuõđ fiŠttjumužže.
fin: Kirjoissa korostuu saamen kielen rikkaus, joka nähdään tärkeänä koko kulttuuriperinteen ymmärtämiseksi.

source: TueŠjjeemnääŠl õuddmiârkk ärbbvuâđlaž teâđ väältumuužžâst, čeäppvuađlaž ǩiõŠččlâstmuužži da esteettlaž fiŠttjõõzz raavumuužžâst håiddâkksai peâmmʼmuužžâst:
fin: Käytännön esimerkkejä perinteisen tiedon välittämisestä, taiteellisten kokemusten ja esteettisen tajun vahvistamisesta varhaiskasvatuksessa:

source:  raajât mainnzin da ärvstõõllmuužžin vueŠss juõŠǩǩpeiŠvvsaid tuåimid
fin: • tehdään tarinoista, kertomuksista, arvoituksista osa päivittäisiä toimintoja

source:  âânet äiŠǧǧmiermieŠlddsa ” maainâspeeiŠv ” puäresoummivuiŠm
fin: • pidetään säännöllisiä ” tarinapäiviä ” ikääntyneiden ihmisten kanssa

source:  ǩiõčcát puäresoummivuiŠm vuäŠmm kaartid da ” mušttlet ” šõddmuužžid
fin: • katsotaan ikääntyneiden ihmisten kanssa vanhoja kuvia ja ” muistellaan ” tapahtumia

source:  kulddlet da mätttʼtõõđat pääiklaž ärbbvuõttmusiikk musiikčieŠppivuiŠm
fin: • kuunnellaan ja opetellaan paikallista perinnemusiikkia musiikin taitajien kanssa

source:  tobbdstõõđât jäŠrrsi vuuŠvdi musiikkärbbvuõtte
fin: • tutustutaan muiden alueiden musiikkiperinteeseen

source:  raajât jiiŠjjes õõutilooǥǥâst joiku / leuŠdd / livđe, harjjtõõlât jiõnâânnmuužž da čuäjtumuužž
fin: • tehdään omasta yksiköstä joiku / leuŠdd / livđe, harjoitellaan äänen käyttöä ja esiintymistä

source:  siõrât säŠmmlaid siõrid, laaulsiõrid, valmštet säŠmmlaid siõrrneäŠvvaid  tobbdstõõđât čeäŠppvuõđ veäkka säŠmmlaid eeuŠnid, sääŠmpihttzid, luõttu jeeŠres eeŠjjaaiŠji mieŠldd
fin: • leikitään saamelaisia leikkejä, laululeikkejä, valmistetaan saamelaisia leikkikaluja • tutustutaan taiteen keinoin saamelaisiin väreihin, pukuihin, luontoon eri vuodenaikoineen

source:  raajât õõutiloǩǩe läǧǧstum aunnsin miine kartt (lõõstin cuõppum kaartid, põmmâi, eeuŠni âânnmuužž)
fin: • rakennetaan yksikköön kierrätysmateriaaleista jokin kuva (lehdistä leikeltyjä kuvia, paperia, värien käyttöä)

source:  raajât čeäŠppǩiõtt-tuâŠjaid (miõl liikkõõzz âânnmuš, ođđ idea raajjmuš)
fin: • tehdään taidekäsitöitä (mielikuvituksen käyttö, uuden idean luominen)

source:  čuäjtet koonn- ne säŠmmla mainnáz, ǩiõčcât säŠmmlaid jieŠllikaartid
fin: • näytellään jokin saamelainen tarina, katsotaan saamelaisia elokuvia

source:  tobbdstõõđât säŠmmlaid tiivtid da ǩeŠrjjlažvuõtte, noorât ärbbvuõtt tiâđ jm.
fin: • tutustutaan saamelaisiin runoihin ja kirjallisuuteen, kerätään perinnetietoa mm. haastattelemalla

source:  kååččad pääiklaž sääŠm čeäpptuâŠjjlaid kõŠlljed, kõŠlljet čeäŠpptuâŠjj- da kulttuuršõddmuužžin
fin: • kutsutaan paikallisia saamelaistaiteilijoita vierailemaan, vieraillaan taide- ja kulttuuritapahtumissa

source:  tobbdstõõđât sääŠm čeäpptuõŠjju da symbolid: Nils-Aslak Valkeapää: eeuŠni âânnmuš, symboliikk Kerttu Vuolab: čuõppâmtekniikk, kollaazz Merja Aletta Ranttila: Prinsesskaartt Brita Marakatt-Labba: ǩeŠrjjeemtekniikk, mainnâz
fin: • tutustutaan saamelaistaiteeseen ja symboleihin: Nils-Aslak Valkeapää: värien käyttö, symboliikka Kerttu Vuolab: leikkelytekniikat, kollaasit Merja Aletta Ranttila: Prinsessakuvat Brita Marakatt-Labba: kirjomistekniikka, tarinat

source:  riâššat sääŠmpäärnai õhttsaid juõŠǩkâkksaid čeäŠppšõddmuužžid
fin: • järjestetään saamelaislasten yhteisiä vuosittaisia tapahtumia

source: Mättjumuš, siõrr da liikkumuš
fin: Oppiminen, leikki ja liikkuminen

source: Mättjemrämm šâdd staanlaž da kueŠddteei åårrmuužžâst, koŠst päärnaž vuäŠǯǯ vueittemvuõđ jiõččvuađlaž, jiiŠjjestuåimmsa tutǩǩumužže da raajjmužže.
fin: Oppimisen ilo syntyy turvallisessa ja kannustavassa ilmapiirissä, jossa lapsi saa mahdollisuuden itsenäiseen, omatoimiseen tutkimiseen ja tekemiseen.

source: Juõǩǩkaž päärnaž lij persoonlaž mättjeei.
fin: Jokainen lapsi on yksilöllinen oppija.

source: Što juõǩǩkaž päärnaž vuäitče kaunnâd jiiŠjjesnääŠll da tõn mieŠldd räämm mättjed, tieŠddtet håiddâkksai peâmmʼmuužžâst määŋgbeäŠllsažvuõtte še mättjem kõskkvuõđin.
fin: Jotta jokainen lapsi voisi löytää oman tavan ja sen myötä ilon oppia, panostetaan varhaiskasvatuksessa monipuolisuuteen myös oppimisen suhteen.

source: Håiddâkksai peâmm pedagoglaž vâŠǯǯelvuõttân lij uŠvdded päärnže miõllsõs, määŋgbeäŠllsaid mättjem ǩiõŠččlâsttmuužžid ǩiõl da kulttuurkõskkvuõđin nuŠt, što päärnaž ǩiõččlâŠstt tõid ärvvsõs äŠššen da son tuâŠstt še ǩiõččlâddet da ošvtõõttât.
fin: Varhaiskasvatuksen pedagogisena haasteena on antaa lapselle mielekkäitä, monipuolisia oppimiskokemuksia kielen ja kulttuurin suhteen niin, että lapsi kokee ne arvokkaiksi ja hän uskaltaa myös yrittää ja erehtyä.

source: Peâmmtoimmjumuužžâst päärna vuâmmšõõttâm - da jiõčč ärvvstõõllâmooddaid viiǥǥâd õõudâs määŋgbeäŠllsânji.
fin: Kasvatustoiminnassa lapsen havainnointi- ja itsearviointikykyä kehitetään monipuolisesti.

source: Päärnže jeäŠt vuõiǧǧest säärn, mähtt miine äŠšš aalǥče tueŠjjeed peŠce päärna ohjjeed pueŠrren vuõinnum tuåimmjemnääŠlin uuŠvdeeŠl suŠnne peäggtõõzzid..
fin: Lapselle ei suoraan kerrota, kuinka jokin asia pitää tehdä vaan lasta ohjataan hyväksi havaittuun toimintatapaan antamalla hänelle vihjeitä.

source: Täävvtõzzân lij vuäŠǯǯad päärnaž jiõčč arvvstõõllâd tuâŠjjáz pohttmõõzzid da silttumuužž tääzz mååžna jiânnai tuõđmieŠlld.
fin: Tavoitteena on saada lapsi itse arvioimaan työnsä tuloksen ja osaamisen tason mahdollisimman totuudenmukaisesti.

source: Ärvvstõõllmušooddai õuddnumuš veäǩǩad päärna proŠbleeŠmpaaiǩin.
fin: Arviointikyvyn kehittyneisyys auttaa lasta ongelmatilanteissa.

source: Päärna veeidasvuõđ da määŋgbeäŠllsažvuõd õõdâsviikkmužže aaŠssid mättʼteet obbneezz da kååitad puhtted õudde pukid tõzz kuulli õhttvuõđid.
fin: Lapsen laaja-alaisuuden ja monipuolisuuden kehittämiseksi asiat opetetaan kokonaisuuksina ja pyritään tuomaan esille kaikki siihen liittyvät yhteydet.

source: Peâmm lij teâđstum, ij sättõknallšem.
fin: Kasvatus on tietoista, ei sattumanvaraista.

source: Ođđ äŠšš čõõnât ǩiõŠččlâstmuužži mieŠldd ääiŠjben mättjum aaŠššid.
fin: Uusi asia sidotaan kokemusten kautta aiemmin opittuihin.

source: Päärna ferttai vuäŠǯǯad jiõčč vuâmmšed kåått koonn aŠššu õhttan da vueinned tõn vuâđalt obbaaŠššid.
fin: Lapsen tulee saada itse huomata mihin kulloinenkin asia liittyy ja hahmottaa sen perusteella kokonaisuuksia.

source: Håt- i ohjjumuš ilŠla čuuŠt tärǩǩ, päärna staanvuõđ tobddmuužž jeäŠt lâŠsmmed.
fin: Vaikka ohjaus ei ole kovin yksityiskohtaista, lapsen turvallisuudentunnetta ei horjuteta.

source: Päärnast lij pâi ǩiine ooumaž ǩeäzz naŠddjõõttâd, ǩeäst vuäitt kõõččâd, jos iŠlla jiõčč piâzzám tuõtti pohttmõžže leŠbe jos lij ärvvstõõllámpohttmõõzzâst pannaainâs.
fin: Lapsella on aina turvana joku ihminen, jolta voi kysyä, ellei itse ole päässyt tyydyttävään tulokseen tai on arviointituloksestaan epävarma.

source: SäŠmmla siõri vuađđ lij pââimõssaaŠjest luâđast da jieŠllemvueŠjjin.
fin: Saamelaiset leikit perustuvat pääosin luontoon ja elinkeinoihin.

source: Luáđast vuäŠǯǯad ideaid, loŋŋtõõzz, da aunnsid siõrrneäŠvvaid.
fin: Luonnosta saadaan ideoita, innostusta ja ainekset leikkikaluihin.

source: Siõrid suåvtet eeŠjjaaiŠjid da tõk täuŠjja čuäjte vuõrâsoummi tuõŠjju kuulli toåimid.
fin: Leikit sovitetaan vuodenaikoihin ja ne usein kuvastavatkin aikuisten työhön liittyviä toimia.

source: Siõrr lij raajjâmvuõđlaž.
fin: Leikki on luovuuden perusta.

source: Liikkumuš lij päärnže luâđlaž nääŠll tobddstõõttâd jiõcceezz, nuuŠbbid oummid da pirrõzze.
fin: Liikkuminen on lapselle luonnollinen tapa tutustua itseensä, toisiin ihmisiin ja ympäristöön.

source: Šõddâmpirrõõzz da juõŠǩǩpeiŠvvsai tuåimi ââlǥče uŠvdded päärnže vueittemvuõtt määŋgbeäŠllsa luâđastliikkumužže.
fin: Kasvuympäristön ja päivittäisten toimintojen tulisi antaa lapselle mahdollisuus monipuoliseen luonnossa liikkumiseen.

source: Liikkumuš raŠvvâđ teâdstumuužž jiiŠstez da mättjumuužžâst taarbšum čeäŠppvuõđid.
fin: Liikunta vahvistaa lapsen tietoisuutta omasta itsestään ja oppimisessa tarvittavia taitoja.

source: Päärnaž taarbaš juõŠǩǩpeeiŠv uuŠccmõsân kueŠhtt čiáss liikkumuužž.
fin: Lapsi tarvitsee päivittäin vähintään kaksi tuntia reipasta liikuntaa.

source: Motorlaž vuađđčeäŠppvuõtte lie väʒʒmõš, urččmuš, njoiggmõš, vuelǧǧumuš, ǩiddväŠlldmõš, čihččmõš di tääkkmõš..
fin: Motorisia perustaitoja ovat käveleminen, juokseminen, hyppääminen, heittäminen, kiinniottaminen, potkaiseminen sekä lyöminen.

source: Liikkeem- da siõrrámnääŠli vueŠjjin päärnaž vuäŠǯǯ luâdalt harjtõõttâd sosiaalaž čeäŠppvuõđid.
fin: Liikunta- ja leikkitilanteissa lapsi saa luontevasti harjoitella sosiaalisia taitoja.

source: JiiŠjjes rååpp tobddmõs rääjj vuađ rååoo kaartt da miõđlaž jiõččkartt õuddnumužže.
fin: Oman kehon hahmottaminen luo perustan kehonkuvan ja myönteisen minäkuvan kehittymiselle.

source: TueŠjjeemnääŠl õuddmiârkk sääŠmsiõrin:
fin: Käytännön esimerkkejä saamelaisista leikeistä:

source:  kumpp - da puäʒʒ, kueŠʒǯǯ šeellemsiõrid
fin: • susi- ja poroleikit, karhunpyyntileikit

source:  čaustõk- da puäʒʒpikalõs-siõrid
fin: • suopunki- ja poroerotusleikit

source:  nueŠttsiõrid
fin: • nuottausleikit

source:  jieŠllji ǩiõŠjji tõbđdemsiõrid, reŠppsiõrid
fin: • eläinten jälkien tunnistusleikit, riekkoleikit

source: 5.2. ʼõutveäkka toimmjumuš da huõl âânnmuš
fin: 5.2. Yhdessä toimiminen ja huolenpito

source: Håiddâkksai peâmm aarǥâst håiddmuužž, peâmmʼmuužž da mättjumuužž ij vueitt räŠtǩǩed kuimstes, peŠce tõk teäŠdde päärna taarbi mieŠldd.
fin: Varhaiskasvatuksen arjessa hoitoa, kasvatusta ja oppimista ei voi erottaa toisistaan, vaan ne painottuvat lapsen tarpeiden mukaan.

source: Håiddâkksai peâmmʼmuužžâst peiŠvv lij tiudd šõddmuužžid, koin päärnaž mättai toimmjumuužž mieŠldd.
fin: Varhaiskasvatuksessa päivä on täynnä tilanteita, joissa lapsi oppii toiminnan kautta.

source: JuõŠǩǩpeiŠvvsain aarǥtuâŠjain päärnaž mättai vasttumužže da täävvtõsvuõtte.
fin: Päivittäisissä arjen tehtävissä lapsi oppii vastuuseen ja tavoitteellisuuteen.

source: NuŠt hååidd, peâmmtuââŠj ko še mättjem mierren lij veäǩǩted päärna tueŠjjeed da juŠrdded jiõčč di väŠldded västteemvuõđ.
fin: Niin hoidon, kasvatuksen kuin oppimisenkin päämääränä on auttaa lasta tekemään ja ajattelemaan itse sekä ottamaan vastuuta.

source: KueiŠmi cisttjumuužžâst da loŠkku väŠlddmuužzâst di sosiaalaž čeäŠppvuõđâst siõrr lie kõskksââŠjest håiddâkksai peâmmʼmuužžâst.
fin: Toisten kunnioittaminen ja huomioiminen sekä sosiaaliset taidot ja leikki ovat keskeisellä sijalla varhaiskasvatuksessa.

source: Päärnaž mättai suåvtõollâd, jueŠǩǩed da toimmjed õõutsââŠjest.
fin: Lapsi oppii sovittelemaan, jakamaan ja toimimaan yhdessä.

source: RääŠjj suåvâd õõutsââŠjest obb peâmmõhttsažkååŠdd kõõskâlt.
fin: Rajat sovitaan yhdessä koko kasvatusyhteisön kesken.

source: Risttreidd šõddmuužžid ohjjeed saǥstõõleeŠl päärnai da vuõrâsoummi kõõskâlt suåvtõleeŠl..
fin: Ristiriitatilanteita ohjataan keskustelemalla lasten ja aikuisten kesken sovinnollisesti.
